[{
    "step": 1,
    "quote": "Figure out what change you want to make in the world. Nothing else matters and you should not even be beginning a company until you know the change you are passionate about making, personally and professionally."
},
{
    "step": 2,
    "quote": "Research the industry and your competitors."
},
{
    "step": 3,
    "quote": "Determine how to create your product."
},
{
    "step": 4,
    "quote": "Talk to potential customers and users for feedback."
},
{
    "step": 5,
    "quote": "Come up with a name for your company and product."
},
{
    "step": 6,
    "quote": "Build your pitch deck. This is particularly important if you need to raise funding."
},
{
    "step": 7,
    "quote": "Create pro forma financial projections. These should show the next three to five years, and include a pro forma income statement, pro forma cash flow statement and balance sheet."
},
{
    "step": 8,
    "quote": "Determine how much capital is necessary to get to cash flow positive by calculating your cash flow break-even point."
},
{
    "step": 9,
    "quote": "Get feedback on the pitch deck from your mentors, advisors, friends, and family."
},
{
    "step": 10,
    "quote": "Find a cofounder, if needed, whose skills complement your own and can help you achieve more."
},
{
    "step": 11,
    "quote": "Select a quality corporate law firm in your area when you are ready to incorporate and get some legal advice."
},
{
    "step": 12,
    "quote": "Incorporate and obtain an Employer Identification Number from the IRS."
},
{
    "step": 13,
    "quote": "Open your company bank account."
},
{
    "step": 14,
    "quote": "Talk to your attorney about whether you should make an 83b election. These are often important in significantly reducing your taxes in a very legal way by paying your taxes upfront when you start a company."
},
{
    "step": 15,
    "quote": "Build a basic product prototype or minimum viable product (MVP)."
},
{
    "step": 16,
    "quote": "Create employee agreements for everyone."
},
{
    "step": 17,
    "quote": "Create confidentiality agreements for everyone, both employees and contractors, from the beginning."
},
{
    "step": 18,
    "quote": "Hold your initial Board of Directors meeting, which could just be with yourself or maybe two board members that you appoint."
},
{
    "step": 19,
    "quote": "Create your Restricted Stock Unit (RSU) plan and/or your stock options plan. This enables you to provide equity ownership and incentives to your employees to gain ownership in the company over time. Often you want to vest those options over a period of four to five years."
},
{
    "step": 20,
    "quote": "Issue your stock certificates to yourself and to your initial founding team."
},
{
    "step": 21,
    "quote": "Fund your bank account with the initial capital contribution either coming from yourself, friends or family, or peer-to-peer lending organizations like Fundable or Kickstarter."
},
{
    "step": 22,
    "quote": "Determine whether you need outside capital to start."
},
{
    "step": 23,
    "quote": "Raise any initial capital you need."
},
{
    "step": 24,
    "quote": "Get a company debit card and credit card and apply for a corporate credit line if you need to."
},
{
    "step": 25,
    "quote": "Set up your accounting software and begin putting in your chart of accounts."
},
{
    "step": 26,
    "quote": "Select your payroll provider so you can actually pay your employees."
},
{
    "step": 27,
    "quote": "Consider trademarking the names of your company and product. This is something to discuss with your lawyer."
},
{
    "step": 28,
    "quote": "Design your logo."
},
{
    "step": 29,
    "quote": "Create some business cards."
},
{
    "step": 30,
    "quote": "Find office space to work out of (if you need to.)"
},
{
    "step": 31,
    "quote": "Furnish your office."
},
{
    "step": 32,
    "quote": "Purchase any software or hardware you need."
},
{
    "step": 33,
    "quote": "Get internet access set up, which is obviously critical in a tech company."
},
{
    "step": 34,
    "quote": "Obtain a Universal Product Code (UPC) if your product is going to be sold in stores."
},
{
    "step": 35,
    "quote": "Design any labeling and packaging if needed."
},
{
    "step": 36,
    "quote": "Finish your initial alpha/prototype product and bring it to market regardless of whether it’s a tangible product or an intangible software good."
},
{
    "step": 37,
    "quote": "Get initial user and customer feedback."
},
{
    "step": 38,
    "quote": "Order your initial inventory, if needed."
},
{
    "step": 39,
    "quote": "Register your domain name."
},
{
    "step": 40,
    "quote": "Design your company website."
},
{
    "step": 41,
    "quote": "Install a tracking tool like Google Analytics on your website"
},
{
    "step": 42,
    "quote": "Add a shopping cart if you choose to pursue e-commerce."
},
{
    "step": 43,
    "quote": "Get a merchant account if you want to accept credit cards."
},
{
    "step": 44,
    "quote": "Sign up for an email list tool like iContact or MailChimp."
},
{
    "step": 45,
    "quote": "Optimize your website for the search engines by adding content or adding a blog and getting other websites to link to you."
},
{
    "step": 46,
    "quote": "Install a Customer Relations Management (CRM) system—a tool that can track your customer base and the interactions you have with your customers and users."
},
{
    "step": 47,
    "quote": "Hire your initial staff to be able to begin your operations."
},
{
    "step": 48,
    "quote": "Create your company values and mission statement."
},
{
    "step": 49,
    "quote": "Announce your product launch to the local media."
},
{
    "step": 50,
    "quote": "Hold your launch event and start selling."
},
{
    "step": 51,
    "quote": "Hire a team to fulfill your orders and provide customer service."
},
{
    "step": 52,
    "quote": "Start an affiliate program or distributor program, which enables you to get other people to sell your product for you for a percentage of the sale."
},
{
    "step": 53,
    "quote": "Recruit affiliates and distributors."
},
{
    "step": 54,
    "quote": "Set up an ad tracking system so you can track your advertising and the results, conversion rates, and cost per lead."
},
{
    "step": 55,
    "quote": "Try different online advertising techniques like cost-per-click advertising with a small test budget."
},
{
    "step": 56,
    "quote": "Get some results for that advertising."
},
{
    "step": 57,
    "quote": "Optimize and scale it as needed."
},
{
    "step": 58,
    "quote": "Determine the cost of acquisition per lead for each channel."
},
{
    "step": 59,
    "quote": "Determine the conversion rate for each channel. Then you can combine those to determine the customer acquisition cost by channel."
},
{
    "step": 60,
    "quote": "Calculate the lifetime value (LTV) of a customer. Once you know that, you’ll know how much you can spend to acquire a new customer, which is critical to being able to scale your business’s marketing scientifically."
},
{
"step": 61,
"quote": "Test your marketing and advertising with a bigger budget now that you know your LTV."
},
{
"step": 62,
"quote": "Test social advertising and display ads, and calculate the return on investment."
},
{
"step": 63,
"quote": "Scale your advertising up until the marginal cost of customer acquisition is equal to the marginal return from that customer acquired."
},
{
"step": 64,
"quote": "Optimize your advertising to bring down your customer acquisition cost."
},
{
"step": 65,
"quote": "Collect testimonials and use cases from those customers and perhaps even build a few PDF case studies."
},
{
"step": 66,
"quote": "Create social word of mouth for your product, using a tool like HootSuite to manage what’s being said in the media about you, your product, and your brand."
},
{
"step": 67,
"quote": "Create a YouTube video promoting your product."
},
{
"step": 68,
"quote": "Attend an industry trade show or conference."
},
{
"step": 69,
"quote": "Consider selling your product in bulk at wholesale to get more sales and initial brand awareness."
},
{
"step": 70,
"quote": "Bring on a bookkeeper to automate your accounting system so you can stop doing it yourself."
},
{
"step": 71,
"quote": "Create an employee directory, once you get beyond a handful of employees."
},
{
"step": 72,
"quote": "Begin reviewing your profit and loss (or your income statement) and your balance sheet monthly."
},
{
"step": 73,
"quote": "Compare your initial forecast with actual results. Take the budget that you created before you began and compare that initial pro forma forecast with your actual profit and loss results. Compare the deltas and talk about them as you create your next iteration of your budget."
},
{
"step": 74,
"quote": "Hire your first salesperson."
},
{
"step": 75,
"quote": "Create a sales compensation plan that enables you to pay someone either on a percentage of sales basis or based on the units they deliver by converting customers or up-selling customers."
},
{
"step": 76,
"quote": "Set up a company healthcare program and other benefits for your employees."
},
{
"step": 77,
"quote": "Establish your vacation policy."
},
{
"step": 78,
"quote": "Test offline advertising carefully. You’ll want to put some toes in the water around offline advertising like direct mail or maybe local radio, and begin to test and get results and determine if it works for you. It takes a lot of testing to make your offline advertising scale."
},
{
"step": 79,
"quote": "Create an online wiki or intranet for your company where you can keep track of your processes."
},
{
"step": 80,
"quote": "Create a digital company handbook that can be edited and improved by your employees, like a Wikipedia article."
},
{
"step": 81,
"quote": "Open up a credit line with your bank. The best time to go after funding is when you don’t need it. If things are going well, go ahead and open that credit line."
},
{
"step": 82,
"quote": "Create an offsite work policy. Some of your employees may want to work remotely. Generally, if they’re getting their work done and show up to meetings, which should be pretty minimal initially, you should be able to enable them to work offsite a couple days a week."
},
{
"step": 83,
"quote": "Once you can show that $1 in means $4 in revenue, raise capital. Until then, bootstrap as much as you can. Only raise your initial round of capital once you have a mathematical model for scalability, then go out and raise a true series A round of funding."
},
{
"step": 84,
"quote": "Create a list of firms from which to raise initial growth funding."
},
{
"step": 85,
"quote": "Update your pitch deck with the new data, new mentors, and new team members."
},
{
"step": 86,
"quote": "Build relationships with industry bloggers and different people in the media."
},
{
"step": 87,
"quote": "Seek product reviews."
},
{
"step": 88,
"quote": "Hire an executive assistant (EA) or an office manager to manage your schedule and the business’s day-to-day tasks."
},
{
"step": 89,
"quote": "Hold your first company retreat."
},
{
"step": 90,
"quote": "Take customer feedback and improve your product. You will want to create a product management process to incorporate customer feedback on an ongoing basis. Use this process to take your initial alpha, turn it into a beta, and then turn it into a general release, incrementally improving as you go."
},
{
"step": 91,
"quote": "Get connected to investors through people you know."
},
{
"step": 92,
"quote": "Have initial get-to-know-you meetings for investor feedback about six to nine months before you’re ready to raise capital."
},
{
"step": 93,
"quote": "Under-promise and over-deliver on your financial and milestone results for the next 90 days."
},
{
"step": 94,
"quote": "Determine how much capital to raise. A good rule of thumb is to raise at least twice as much as you’re going to need for the next one year of operations."
},
{
"step": 95,
"quote": "Return to the firms you like for partner presentations."
},
{
"step": 96,
"quote": "Do twenty partner presentations in one to two weeks. You need to have a disciplined, tight process for this."
},
{
"step": 97,
"quote": "Get at least two term sheets."
},
{
"step": 98,
"quote": "Negotiate and sign a term sheet."
},
{
"step": 99,
"quote": "Complete all the diligence requests that come to you."
},
{
"step": 100,
"quote": "Close on your investment capital. Make sure the wire hits your bank account. Now it’s time to grow and scale a real company. The hard work begins now."
}]
